blog/2021/grasp-a-concept.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-08 Tue 14:01 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>如何真正理解一个新概念</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">如何真正理解一个新概念</h1>
</header><ol class="org-ol">
<li><a href="https://mp.weixin.qq.com/s/PcvVYxerhO4DAlrnDNzsOQ">https://mp.weixin.qq.com/s/PcvVYxerhO4DAlrnDNzsOQ</a></li>
<li><a href="https://sites.google.com/view/efratfurst/learning-in-the-brain">https://sites.google.com/view/efratfurst/learning-in-the-brain</a></li>
</ol>

<p>
真正的知识体系在脑海中。
</p>

<div id="outline-container-org884e40d" class="outline-2">
<h2 id="org884e40d">一种建立长期记忆的方式</h2>
<div class="outline-text-2" id="text-org884e40d">
</div>
<div id="outline-container-orgc5e1967" class="outline-3">
<h3 id="orgc5e1967">Know</h3>
<div class="outline-text-3" id="text-orgc5e1967">
<p>
学习新概念的第一步：知道这个概念。我知道这个概念后，就会在脑中记忆下来。如果在很近的未来，我再次遇到这一概念，就能认出来，并在大脑中建立链接。
</p>
</div>
</div>

<div id="outline-container-orgcd1b70b" class="outline-3">
<h3 id="orgcd1b70b">Understand</h3>
<div class="outline-text-3" id="text-orgcd1b70b">
<p>
通过解释概念让它变得有意义。意义产生于与学习者已有知识（已经熟悉的事物）的链接。当理解后，开始意识到新概念可能在哪里发挥作用。
</p>
</div>
</div>

<div id="outline-container-orga9a34ab" class="outline-3">
<h3 id="orga9a34ab">Use</h3>
<div class="outline-text-3" id="text-orga9a34ab">
<p>
了解到哪里能用，接下来就开始使用。
</p>

<p>
Next, it is crucial to practice what was learned to establish accessibility and function. The goal is to build pathways that will enable recalling the concept when needed, ideally over time, changing environment and various retrieval cues. Distributed and varied retrieval practice is the way to achieve that: when trying to recall the information, access pathways are built and maintained. When a network of related concepts is established, the learner is able to USE the stored knowledge.
</p>
</div>
</div>

<div id="outline-container-org1b4170d" class="outline-3">
<h3 id="org1b4170d">Master</h3>
<div class="outline-text-3" id="text-org1b4170d">
<p>
When using the new concpet is repeated over time, in various contexts and ways, we eventually get to a state of MASTERY: the former learner is able to use it easily and quickly, even automatically. This state of concept representation is described as a “Schema” (very well cnnected and practiced network of concepts).
</p>
</div>
</div>
</div>

<div id="outline-container-orga437767" class="outline-2">
<h2 id="orga437767">知识和理解是同一件事物的 2 个部分</h2>
<div class="outline-text-2" id="text-orga437767">
<p>
知识是点，是结网的基础；理解是线，用线才能把点串起来。
</p>

<p>
大脑中的知识并不以书本、文章的形式存储，而是一个一个的知识点。
</p>

<p>
在构建知识体系时，着重理解每个新概念。</p>
</div>
</div>
</div>
</body>
</html>